{
    "Account Details": "Detalles de la cuenta",
    "Already have an account?": "¿Ya tiene una cuenta?",
    "A new verification link has been sent to the email address you provided during registration.": "Se ha enviado un nuevo enlace de verificación a la dirección de correo electrónico que proporcionó durante el registro.",
    "A new verification link has been sent to your email address.": "Se ha enviado un nuevo enlace de verificación a su dirección de correo electrónico.",
    "Are you sure you want to delete this account?": "¿Estás seguro de que quieres eliminar esta cuenta?",
    "Are you sure you want to delete your account?": "¿Está seguro que desea eliminar su cuenta?",
    "Change Password": "Cambiar la contraseña",
    "Click here to re-send the verification email.": "Haga clic aquí para reenviar el correo de verificación.",
    "click on send it link to re-send verificaiton Email": "Haga clic en el enlace Enviar it it para reenviar el correo electrónico de verificación",
    "Create an account": "Crear una cuenta",
    "Delete Account": "Eliminar cuenta",
    "Delete your account and all of its resources": "Elimine su cuenta y todos sus recursos",
    "Don't have an account?": "¿No tiene una cuenta?",
    "Email password reset link": "Enviar enlace de restablecimiento de contraseña",
    "Ensure your account is using a long, random password to stay secure": "Asegúrese de que su cuenta esté usando una contraseña larga y aleatoria para mantenerla segura",
    "Enter the details below to create an account": "Ingrese los detalles a continuación para crear una cuenta",
    "Enter your details below to create your account": "Ingrese sus datos a continuación para crear su cuenta",
    "Enter your email and password below to log in": "Ingrese su correo electrónico y contraseña a continuación para iniciar sesión",
    "Enter your email to receive a password reset link": "Ingrese su correo electrónico para recibir un enlace de restablecimiento de contraseña",
    "Forgot password": "Olvido de contraseña",
    "Forgot your password?": "¿Olvidó su contraseña?",
    "Full name": "Nombre completo",
    "List of registered users": "Lista de usuarios registrados",
    "Log in to your account": "Inicie sesión en su cuenta",
    "Log out": "Cerrar sesión",
    "Manage Users": "Administrar usuarios",
    "Manage your profile and account settings": "Administre su perfil y la configuración de su cuenta",
    "New User": "Nuevo usuario",
    "Once this account is deleted, all of its resources and data will be permanently deleted. Please enter admin password to confirm you would like to permanently delete the account.": "Una vez que eliminada esta cuenta, todos sus recursos y datos se eliminarán permanentemente. Ingrese la contraseña de administrador para confirmar que desea eliminar permanentemente la cuenta.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Una vez que se elimine su cuenta, todos sus recursos y datos se eliminarán de forma permanente. Ingrese su contraseña para confirmar que desea eliminar su cuenta de forma permanente.",
    "Or, return to": "O, regrese a",
    "Page": "Página",
    "Page Title": "Título de página",
    "Please enter your new password below": "Por favor, introduzca su nueva contraseña a continuación",
    "Please verify your email address by clicking on the link we just emailed to you.": "Por favor, verifique su dirección de correo electrónico haciendo clic en el enlace que acabamos de enviarle.",
    "Profile": "Perfil",
    "Remember me": "Mantener sesión activa",
    "Resend verification email": "Reenviar correo de verificación",
    "Reset password": "Restablecer contraseña",
    "send it!": "¡Envíalo!",
    "This is a secure area of the application. Please confirm your password before continuing.": "Esta es una zona segura de la aplicación. Confirme su contraseña antes de continuar.",
    "Update your name and email address": "Actualice su nombre y dirección de correo electrónico",
    "User Settings": "Configuración de usuario",
    "Your email address is unverified.": "Su dirección de correo electrónico no está verificada."
}