{
    "Account Details": "Dettagli dell'account",
    "Admin Password": "Password di amministrazione",
    "Already have an account?": "Hai già un account?",
    "A new verification link has been sent to the email address you provided during registration.": "Un nuovo link di verifica è stato inviato all'indirizzo email fornito durante la registrazione.",
    "A new verification link has been sent to your email address.": "Un nuovo link di verifica è stato inviato al vostro indirizzo email.",
    "Are you sure you want to delete this account?": "Sei sicuro di voler eliminare questo account?",
    "Are you sure you want to delete your account?": "Vuoi davvero eliminare il tuo account?",
    "Change Password": "Cambiare la password",
    "Click here to re-send the verification email.": "Clicca qui per inviare nuovamente una email di verifica.",
    "click on send it link to re-send verificaiton Email": "Fare clic su Invia Link IT per RECEND VERIFICA Email",
    "Create an account": "Crea un account",
    "Delete Account": "Elimina account",
    "Delete your account and all of its resources": "Elimina il tuo account e tutte le sue risorse",
    "Don't have an account?": "Non hai un account?",
    "Email password reset link": "Link reset password via email",
    "Ensure your account is using a long, random password to stay secure": "Assicurati che il tuo account utilizzi una password lunga e casuale per maggiore sicurezza",
    "Enter the details below to create an account": "Immettere i dettagli seguenti per creare un account",
    "Enter your details below to create your account": "Inserisci i tuoi dati qui sotto per creare il tuo account",
    "Enter your email and password below to log in": "Inserisci email e password qui sotto per accedere",
    "Enter your email to receive a password reset link": "Inserisci la tua email per ricevere un link per reimpostare la password",
    "Forgot password": "Password dimenticata",
    "Forgot your password?": "Password dimenticata?",
    "Full name": "Full name",
    "List of registered users": "Elenco di utenti registrati",
    "Log in to your account": "Accedi al tuo account",
    "Log out": "Disconnettersi",
    "Manage Users": "Gestisci gli utenti",
    "Manage your profile and account settings": "Gestisci il tuo profilo e le impostazioni del tuo account",
    "New User": "Nuovo utente",
    "Once this account is deleted, all of its resources and data will be permanently deleted. Please enter admin password to confirm you would like to permanently delete the account.": "Una volta eliminato questo account, tutte le sue risorse e dati saranno eliminati permanentemente. Inserisci la password di amministrazione per confermare che si desidera eliminare permanentemente l'account.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Una volta eliminato il tuo account, tutte le sue risorse e i relativi dati verranno eliminati definitivamente. Per piacere, digita la tua password per confermare la tua volontà di eliminare per sempre il tuo account.",
    "Or, return to": "Oppure, ritorna su",
    "Page": "Pagina",
    "Page Title": "Titolo della pagina",
    "Please enter your new password below": "Per piacere scrivi la nuova password qui sotto",
    "Please verify your email address by clicking on the link we just emailed to you.": "Per piacere verifica la tua email cliccando sul link che ti abbiamo inviato via email.",
    "Profile": "Profilo",
    "Remember me": "Ricordami",
    "Resend verification email": "Re-invia email verifica",
    "Reset password": "Reimposta password",
    "send it!": "Invialo!",
    "This is a secure area of the application. Please confirm your password before continuing.": "Questa è un'area sicura dell'applicazione. Per piacere conferma la tua password per continuare.",
    "Update your name and email address": "Aggiorna il tuo nome ed il tuo indirizzo email",
    "User Settings": "Impostazioni utente",
    "Your email address is unverified.": "Il tuo indirizzo email non è verificato."
}