{
    "Account Details": "Detalhes da conta",
    "Admin Password": "Senha do administrador",
    "Already have an account?": "Já tem uma conta?",
    "A new verification link has been sent to the email address you provided during registration.": "Um novo link de verificação foi enviado para o seu endereço de e-mail fornecido durante o registo.",
    "A new verification link has been sent to your email address.": "Foi enviado um novo link de verificação para o seu endereço de e-mail.",
    "Are you sure you want to delete this account?": "Tem certeza de que deseja excluir esta conta?",
    "Are you sure you want to delete your account?": "Tem certeza de que deseja excluir sua conta?",
    "Change Password": "Alterar a senha",
    "Click here to re-send the verification email.": "Clique aqui para reenviar o e-mail de verificação.",
    "click on send it link to re-send verificaiton Email": "Clique em Enviar o link para reenviar o email de verificação",
    "Create an account": "Criar uma conta",
    "Delete Account": "Excluir conta",
    "Delete your account and all of its resources": "Exclua sua conta e todos os seus recursos",
    "Don't have an account?": "Não tem uma conta?",
    "Email password reset link": "Link de redefinição de senha de e -mail",
    "Ensure your account is using a long, random password to stay secure": "Verifique se sua conta está usando uma senha longa e aleatória para permanecer segura",
    "Enter the details below to create an account": "Insira os detalhes abaixo para criar uma conta",
    "Enter your details below to create your account": "Digite seus dados abaixo para criar sua conta",
    "Enter your email and password below to log in": "Digite seu e -mail e senha abaixo para fazer login",
    "Enter your email to receive a password reset link": "Digite seu e -mail para receber um link de redefinição de senha",
    "Forgot password": "Esqueceu sua senha",
    "Forgot your password?": "Esqueceu a Palavra-passe?",
    "Full name": "Nome completo",
    "List of registered users": "Lista de usuários registrados",
    "Log in to your account": "Faça login em sua conta",
    "Log out": "Terminar sessão",
    "Manage Users": "Gerenciar usuários",
    "Manage your profile and account settings": "Gerencie seu perfil e configurações de conta",
    "New User": "Novo usuário",
    "Once this account is deleted, all of its resources and data will be permanently deleted. Please enter admin password to confirm you would like to permanently delete the account.": "Depois que esta conta for excluída, todos os seus recursos e dados serão excluídos permanentemente. Digite a senha do administrador para confirmar que você gostaria de excluir permanentemente a conta.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Uma vez apagada a sua conta, todos os seus recursos e dados serão permanentemente apagados. Por favor, introduza a sua palavra-passe para confirmar que gostaria de apagar permanentemente a sua conta.",
    "Or, return to": "Or, return to",
    "Page": "Página",
    "Page Title": "Título da página",
    "Please enter your new password below": "Por favor, insira sua nova senha abaixo",
    "Please verify your email address by clicking on the link we just emailed to you.": "Verifique seu endereço de e -mail clicando no link que acabamos de enviar um e -mail para você.",
    "Profile": "Perfil",
    "Remember me": "Lembrar-me",
    "Resend verification email": "Reenviar o email de verificação",
    "Reset password": "Redefinir senha",
    "send it!": "Envie!",
    "This is a secure area of the application. Please confirm your password before continuing.": "Esta é uma área segura do aplicativo. Confirme sua senha antes de continuar.",
    "Update your name and email address": "Atualize seu nome e endereço de e -mail",
    "User Settings": "Configurações do usuário",
    "Your email address is unverified.": "Seu endereço de e-mail não foi verificado."
}